Repository: 2Mpact/twompact_blijfopdehoogte
Catalog: translations/twompact_blijfopdehoogte.*.po
Languages: fr, nl

source: Stay in touch settings
fr: Rester en contact paramètres
nl: Nieuwsbrief inschrijvingen

source: Set settings for the newsletter optin form block
fr: Définir les paramètres pour le bulletin bloc de forme optin
nl: Stel de instellingen voor de nieuwsbrief optin formulier blok

source: Administer custom settings
fr: Administrer les paramètres personnalisés
nl: Aangepaste instellingen beheren

source: Determines whether the logged in user has access to the settings for the newsletter option form block.
fr: Détermine si l'utilisateur connecté a accès aux paramètres pour le bloc newsletter formulaire d'optin.
nl: Bepaalt of de ingelogde gebruiker de rechten heeft om de instellingen voor de nieuwsbrief optin formulier blok aan te passen

source: Info text
fr: Info texte
nl: Informatie tekst

source: Type of newsletter
fr: Type de bulletin d'information
nl: Type nieuwsbrief

source: Select which type of newsletter we will be subscribing to.
fr: Sélectionner le type de bulletin que nous allons vous abonnant à.
nl: Selecteer wat voor type nieuwsbrief u zal uitzenden

source: CiviCRM Mailing Lists
nl: CiviCRM Mailing lijsten

source: Select the CiviCRM Mailing list to which the emails will be subscribed.
fr: Sélectionnez la liste de bulletin CiviCRM à laquelle les e-mails seront souscrites.
nl: Selecteer de CiviCRM Mailing lijst waar u de emails op wil inschrijven

source: MailChimp Newsletters
fr: MailChimp Bulletins
nl: MailChimp nieuwsbrieven

source: Select the MailChimp Newsletter to which the emails will be subscribed.
fr: Sélectionnez le Bulletin MailChimp à laquelle les e-mails seront souscrites.
nl: Selecteer de MailChimp nieuwsbrief waar u de emails op wil inschrijven

source: If you want to show a follow link for your Facebook profile, check this checkbox
fr: Si vous voulez montrer un lien de suivi de votre profil Facebook, cochez cette case
nl: Indien u een volglink wil tonen voor uw FaceBook profiel, vink dan deze checkbox aan

source: The follow link for your Facebook profile
fr: Le lien de suivi de votre profil Facebook
nl: De volglink voor uw FaceBook profiel

source: If you want to show a follow link for your LinkedIn profile, check this checkbox
fr: Si vous voulez montrer un lien de suivi de votre profil LinkedIn, cochez cette case
nl: Indien u een volglink wil tonen voor uw LinkedIn profiel, vink dan deze checkbox aan

source: The follow link for your LinkedIn profile
fr: Le lien de suivi de votre profil LinkedIn
nl: De volglink voor uw LinkedIn profiel

source: If you want to show a follow link for your Twitter profile, check this checkbox
fr: Si vous voulez montrer un lien de suivi de votre profil Twitter, cochez cette case
nl: Indien u een volglink wil tonen voor uw Twitter profiel, vink dan deze checkbox aan

source: The follow link for your Twitter profile
fr: Le lien de suivi de votre profil Twitter
nl: De volglink voor uw Twitter profiel

source: Subscribe
fr: Souscrire
nl: Inschrijven

source: Please select a mailing list
fr: S'il vous plaît sélectionner un bulletin d'information
nl: Gelieve een mailing lijst te selecteren

source: Please select a newsletter
fr: S'il vous plaît sélectionner un bulletin d'information
nl: Gelieve een nieuwsbrief te selecteren

source: If you wish to show a Facebook follow link, you must enter the URL for it
fr: Si vous souhaitez afficher un lien Facebook de suivi, vous devez entrer l'URL pour elle
nl: Als u een FaceBook volglink wil tonen, moet u de URL ingeven

source: If you wish to show a LinkedIn follow link, you must enter the URL for it
fr: Si vous souhaitez afficher un lien LinkedIn de suivi, vous devez entrer l'URL pour elle
nl: Als u een LinkedIn volglink wil tonen, moet u de URL ingeven

source: If you wish to show a Twitter follow link, you must enter the URL for it
fr: Si vous souhaitez afficher un lien Twitter de suivi, vous devez entrer l'URL pour elle
nl: Als u een Twitter volglink wil tonen, moet u de URL ingeven

source: The settings have been saved.
fr: Les paramètres ont été enregistrés.
nl: De instellingen zijn opgeslagen.

source: Subscribe form for newsletter
fr: Formulaire d'inscription à la newsletter
nl: Inschrijfformulier voor de nieuwsbrief

source: Stay in touch
fr: Rester en contact
nl: Blijf op de hoogte

source: Stay informed
fr: Restez informé
nl: Blijf op de hoogte inschrijfformulier

source: <p><strong>Wish to stay informed?</strong><br />Leave your e-mailaddress here.</p>
fr: <p><strong>Souhaitez rester informé?</ strong><br />Laissez votre adresse e-mail ici.</ p>
nl: <p><strong>Wenst u op de hoogte te blijven?</strong><br />Laat hier uw emailadres achter.</p>

source: The email address you wish to subscribe to the newsletter mailing list
fr: L'adresse e-mail que vous souhaitez vous abonner à la liste de diffusion du bulletin
nl: Het emailadres waarmee u zich wil inschrijven op de nieuwsbrief lijst

source: Or follow us on these channels
fr: Ou suivez-nous sur ces canaux
nl: Of volg ons op deze kanalen

source: Please enter a valid email address
fr: S'il vous plaît entrer une adresse email valide
nl: Gelieve een geldig emailadres in te geven

source: You will now receive the newsletter
fr: Vous recevrez désormais la newsletter
nl: U zal vanaf nu de nieuwsbrief ontvangen

source: Creating a new contact has failed. Please contact the administrator.
fr: Création d'un nouveau contact a échoué. S'il vous plaît contactez l'administrateur.
nl: Een nieuw contact aanmaken is niet gelukt. Gelieve de beheerder te contacteren.

source: Custom inschrijf formulier voor MailChimp/CiviCRM
nl: Aangepast inschrijfformulier voor MailChimp en CiviCRM. Of een standaard opslag in de database indien de andere 2 opties niet van toepassing zijn
